{"id": "5ef397339413f873fa06be6db7e78147860c8fc6", "type": "news", "title": "NASA Science, Cargo Launch on 33rd SpaceX Resupply Mission to Station", "summary": "Following a successful launch of NASA’s SpaceX 33rd commercial resupply mission, new scientific experiments and cargo for the agency are bound for the International Space Station. The SpaceX Dragon spacecraft, carrying more than 5,000 pounds of supplies to the orbiting laboratory, lifted off at 2:45 a.m. EDT on Sunday, on the company’s Falcon 9 rocket [&#8230;]", "published_at": "2025-08-24T07:14:08+00:00", "url": "https://www.nasa.gov/news-release/nasa-science-cargo-launch-on-33rd-spacex-resupply-mission-to-station/", "source": "https://www.nasa.gov/news-release/feed/", "topics": []}
{"id": "d24cf7fa48e6257069d9edce43ffeea2327f2689", "type": "news", "title": "NASA Tests Tools to Assess Drone Safety Over Cities", "summary": "A future with advanced air mobility aircraft populating the skies will require the U.S. to implement enhanced preflight planning that can mitigate potential risks well before takeoff – and NASA is working to develop the tools to make that happen.&#160; Preflight planning is critical to ensuring safety in the complex, high-risk environments of the future [&#8230;]", "published_at": "2025-08-22T16:15:55+00:00", "url": "https://www.nasa.gov/centers-and-facilities/armstrong/nasa-tests-tools-to-assess-drone-safety-over-cities/", "source": "https://www.nasa.gov/news-release/feed/", "topics": []}
{"id": "1505e1e75500878fb18e7a9c5d0fc24d5c786bde", "type": "news", "title": "NASA Shares Final Contenders for Artemis II Moon Mascot Design Contest", "summary": "Lee esta historia en español aquí. NASA is down to 25 finalists for the Artemis II zero gravity indicator set to fly with the mission’s crew around the Moon and back next year. Astronauts Reid Wiseman, Victor Glover, and Christina Koch of NASA, and CSA (Canadian Space Agency) astronaut Jeremy Hansen will soon select one [&#8230;]", "published_at": "2025-08-22T16:08:40+00:00", "url": "https://www.nasa.gov/general/nasa-shares-final-contenders-for-artemis-ii-moon-mascot-design-contest/", "source": "https://www.nasa.gov/news-release/feed/", "topics": []}
{"id": "4b652c40365569823355a1b429555859011ac95f", "type": "news", "title": "Epic Research Can Help Mars Missions", "summary": "The parachute of the Enhancing Parachutes by Instrumenting the Canopy, or EPIC, test experiment deploys following an air launch from an Alta X drone on June 4, 2025, at NASA’s Armstrong Flight Research Center in Edwards, California. NASA researchers are developing technology to make supersonic parachutes safer and more reliable for delivering instruments and payloads [&#8230;]", "published_at": "2025-08-22T14:47:36+00:00", "url": "https://www.nasa.gov/image-article/epic-research-can-help-mars-missions/", "source": "https://www.nasa.gov/news-release/feed/", "topics": []}
{"id": "c53a3b1bae9f21415efd9f46b27c020cea1c11e9", "type": "news", "title": "NASA’s Bennu Samples Reveal Complex Origins, Dramatic Transformation", "summary": "Asteroid Bennu, sampled by NASA’s OSIRIS-REx mission in 2020, is a mixture of dust that formed in our solar system, organic matter from interstellar space, and pre-solar system stardust. Its unique and varied contents were dramatically transformed over time by interactions with water and exposure to the harsh space environment. These insights come from a trio of newly published papers based on the analysis of Bennu samples by scientists at NASA and other institutions.", "published_at": "2025-08-22T14:01:11+00:00", "url": "https://science.nasa.gov/uncategorized/nasas-bennu-samples-reveal-complex-origins-dramatic-transformation/", "source": "https://www.nasa.gov/news-release/feed/", "topics": []}
{"id": "63c4ac3dcdca1c22f4873fbb7ee5a8ae1a415cb1", "type": "news", "title": "Lunar Environment Structural Test Rig", "summary": "The Lunar Environment Structural Test Rig simulates the intense cold of the lunar night, ranging from 40 Kelvin (K) to 125 K while maintaining a vacuum environment. This creates a tool by which scientists and engineers can test materials, electronics, and flight hardware for future Moon and Mars missions, characterizing their behaviors at these temperatures while also validating their ability to meet design requirements.", "published_at": "2025-08-22T12:29:37+00:00", "url": "https://www.nasa.gov/centers-and-facilities/glenn/lunar-environment-structural-test-rig/", "source": "https://www.nasa.gov/news-release/feed/", "topics": []}
{"id": "0776af1793368a798000ca414410726dc7f2cda3", "type": "news", "title": "Hubble Observes Noteworthy Nearby Spiral Galaxy", "summary": "This NASA/ESA Hubble Space Telescope image offers a new view of the nearby spiral galaxy NGC 2835, which lies 35 million light-years away in the constellation Hydra (the Water Snake). The galaxy’s spiral arms are dotted with young blue stars sweeping around an oval-shaped center where older stars reside. This image differs from previously released […]", "published_at": "2025-08-22T11:00:00+00:00", "url": "https://science.nasa.gov/missions/hubble/hubble-observes-noteworthy-nearby-spiral-galaxy/", "source": "https://www.nasa.gov/news-release/feed/", "topics": []}
{"id": "1a125df82822d8029cb74ea879eea7108a42764a", "type": "news", "title": "NASA’s SpaceX 33rd Commercial Resupply Mission Overview", "summary": "NASA and SpaceX are targeting no earlier than 2:45 a.m. EDT on Sunday, Aug. 24, for the next launch to deliver scientific investigations, supplies, and equipment to the International Space Station.", "published_at": "2025-08-21T20:51:21+00:00", "url": "https://www.nasa.gov/missions/station/commercial-resupply/spacex-crs/nasas-spacex-33rd-commercial-resupply-mission-overview/", "source": "https://www.nasa.gov/news-release/feed/", "topics": []}
{"id": "bb1903ca269c9010a7ca287905c8b3a14884c180", "type": "news", "title": "To See the World in a Grain of Sand: Investigating Megaripples at ‘Kerrlaguna’", "summary": "Written by Athanasios Klidaras, Ph.D. candidate at Purdue University On Mars, the past is written in stone — but the present is written in sand. Last week, Perseverance explored inactive megaripples to learn more about the wind-driven processes that are reshaping the Martian landscape every day.  After wrapping up its investigation at the contact between […]", "published_at": "2025-08-21T20:07:56+00:00", "url": "https://science.nasa.gov/blog/to-see-the-world-in-a-grain-of-sand-investigating-megaripples-at-kerrlaguna/", "source": "https://www.nasa.gov/news-release/feed/", "topics": []}
